_PAD	0
_UNK	1
_BOS	2
_EOS	3
the	4
to	5
of	6
a	7
and	8
in	9
that	10
for	11
is	12
on	13
it	14
with	15
was	16
as	17
he	18
said	19
at	20
but	21
have	22
be	23
his	24
from	25
are	26
by	27
i	28
has	29
this	30
its	31
not	32
an	33
they	34
who	35
trump	36
about	37
more	38
we	39
or	40
you	41
were	42
their	43
would	44
had	45
will	46
people	47
one	48
she	49
her	50
been	51
when	52
which	53
what	54
if	55
all	56
new	57
up	58
so	59
out	60
than	61
there	62
s	63
u	64
after	65
also	66
some	67
says	68
like	69
can	70
other	71
could	72
just	73
president	74
no	75
into	76
them	77
do	78
over	79
time	80
how	81
years	82
first	83
because	84
our	85
two	86
him	87
now	88
even	89
many	90
state	91
most	92
my	93
last	94
percent	95
states	96
year	97
those	98
get	99
only	100
these	101
where	102
against	103
any	104
trumps	105
us	106
make	107
government	108
way	109
before	110
told	111
house	112
dont	113
while	114
much	115
clinton	116
think	117
may	118
say	119
going	120
then	121
back	122
very	123
did	124
campaign	125
me	126
still	127
white	128
being	129
know	130
made	131
since	132
united	133
thats	134
such	135
world	136
during	137
down	138
through	139
according	140
should	141
republican	142
american	143
well	144
work	145
donald	146
country	147
public	148
take	149
your	150
between	151
political	152
day	153
police	154
see	155
national	156
both	157
week	158
obama	159
want	160
part	161
health	162
another	163
around	164
women	165
news	166
election	167
go	168
off	169
really	170
including	171
right	172
might	173
law	174
under	175
wednesday	176
own	177
000	178
federal	179
1	180
former	181
court	182
here	183
group	184
three	185
good	186
called	187
whether	188
washington	189
too	190
party	191
million	192
need	193
theres	194
city	195
policy	196
same	197
company	198
officials	199
use	200
something	201
long	202
help	203
support	204
security	205
case	206
things	207
never	208
why	209
lot	210
life	211
administration	212
come	213
every	214
im	215
show	216
republicans	217
next	218
presidential	219
didnt	220
found	221
big	222
used	223
days	224
hes	225
media	226
few	227
office	228
north	229
does	230
york	231
home	232
past	233
family	234
end	235
change	236
among	237
without	238
far	239
little	240
black	241
less	242
department	243
put	244
times	245
2016	246
democratic	247
care	248
vote	249
war	250
likely	251
tuesday	252
though	253
deal	254
school	255
companies	256
got	257
doesnt	258
better	259
voters	260
2	261
business	262
americans	263
statement	264
came	265
least	266
report	267
saying	268
later	269
look	270
asked	271
months	272
money	273
bill	274
man	275
point	276
place	277
different	278
theyre	279
already	280
power	281
month	282
billion	283
system	284
america	285
foreign	286
left	287
took	288
democrats	289
children	290
recent	291
often	292
military	293
story	294
best	295
10	296
plan	297
major	298
away	299
set	300
senate	301
university	302
high	303
again	304
each	305
several	306
early	307
tax	308
making	309
reported	310
yet	311
market	312
friday	313
thing	314
rights	315
number	316
russia	317
attack	318
move	319
great	320
general	321
congress	322
become	323
four	324
kind	325
top	326
ago	327
members	328
countries	329
second	330
find	331
important	332
trying	333
clear	334
data	335
once	336
across	337
hillary	338
doing	339
enough	340
real	341
until	342
seen	343
south	344
director	345
china	346
always	347
executive	348
order	349
wrote	350
cant	351
groups	352
night	353
team	354
others	355
information	356
working	357
actually	358
keep	359
economic	360
fact	361
thursday	362
russian	363
5	364
justice	365
chief	366
men	367
history	368
youre	369
monday	370
sanders	371
social	372
question	373
give	374
earlier	375
3	376
young	377
went	378
call	379
program	380
post	381
global	382
hard	383
job	384
believe	385
weeks	386
international	387
lead	388
five	389
2015	390
research	391
nearly	392
win	393
local	394
decision	395
human	396
meeting	397
issue	398
act	399
read	400
20	401
trade	402
matter	403
control	404
expected	405
small	406
possible	407
ever	408
able	409
having	410
person	411
however	412
given	413
feel	414
getting	415
candidate	416
pay	417
almost	418
problem	419
secretary	420
center	421
future	422
issues	423
today	424
isnt	425
death	426
known	427
process	428
committee	429
financial	430
official	431
leaders	432
killed	433
idea	434
instead	435
done	436
close	437
added	438
syria	439
makes	440
community	441
himself	442
islamic	443
water	444
thought	445
plans	446
john	447
comes	448
evidence	449
leader	450
press	451
2014	452
food	453
oil	454
race	455
head	456
using	457
students	458
woman	459
4	460
economy	461
means	462
taking	463
start	464
run	465
bank	466
large	467
investigation	468
someone	469
march	470
further	471
face	472
live	473
minister	474
stop	475
together	476
reports	477
forces	478
7	479
wanted	480
force	481
began	482
outside	483
intelligence	484
behind	485
questions	486
started	487
course	488
conservative	489
along	490
line	491
within	492
video	493
energy	494
legal	495
shows	496
private	497
probably	498
must	499
study	500
debate	501
taken	502
anything	503
politics	504
service	505
jobs	506
talk	507
industry	508
open	509
whose	510
nuclear	511
lost	512
air	513
interview	514
lives	515
role	516
late	517
released	518
interest	519
rather	520
workers	521
six	522
won	523
half	524
name	525
action	526
speech	527
bad	528
sure	529
book	530
attacks	531
coming	532
twitter	533
looking	534
reuters	535
strong	536
nothing	537
supporters	538
toward	539
example	540
full	541
old	542
became	543
tell	544
agency	545
hours	546
led	547
nations	548
wasnt	549
clintons	550
cases	551
30	552
try	553
immigration	554
potential	555
based	556
facebook	557
rate	558
sunday	559
continue	560
leave	561
side	562
drug	563
especially	564
love	565
growth	566
record	567
free	568
defense	569
officers	570
fight	571
view	572
biggest	573
sense	574
senior	575
seems	576
cut	577
gop	578
everything	579
nominee	580
violence	581
held	582
key	583
despite	584
game	585
rules	586
majority	587
reason	588
morning	589
announced	590
services	591
themselves	592
recently	593
near	594
college	595
hold	596
european	597
wants	598
wall	599
risk	600
share	601
officer	602
mean	603
6	604
saw	605
hit	606
friends	607
insurance	608
response	609
spending	610
ive	611
current	612
area	613
parents	614
fbi	615
saturday	616
ways	617
play	618
candidates	619
capital	620
level	621
series	622
running	623
let	624
supreme	625
street	626
8	627
climate	628
experience	629
final	630
crisis	631
syrian	632
judge	633
access	634
medical	635
showed	636
words	637
attorney	638
room	639
comment	640
either	641
member	642
turn	643
similar	644
prices	645
whole	646
central	647
higher	648
everyone	649
korea	650
areas	651
decades	652
although	653
whats	654
points	655
moment	656
shot	657
gun	658
am	659
happened	660
15	661
civil	662
mexico	663
problems	664
efforts	665
following	666
true	667
100	668
shes	669
building	670
thousands	671
needs	672
hope	673
worked	674
budget	675
district	676
technology	677
understand	678
cost	679
reporters	680
policies	681
buy	682
ban	683
obamas	684
talking	685
car	686
personal	687
west	688
2012	689
kids	690
difficult	691
simply	692
concerns	693
sometimes	694
union	695
california	696
gave	697
conference	698
bring	699
special	700
education	701
chance	702
minutes	703
particularly	704
june	705
staff	706
weve	707
result	708
itself	709
changes	710
middle	711
living	712
2017	713
child	714
cruz	715
third	716
spent	717
families	718
price	719
mother	720
turned	721
latest	722
chinese	723
primary	724
tv	725
schools	726
50	727
longer	728
music	729
tried	730
agreement	731
bit	732
season	733
felt	734
maybe	735
mr	736
coverage	737
helped	738
border	739
wont	740
needed	741
increase	742
involved	743
attention	744
soon	745
rates	746
perhaps	747
july	748
provide	749
message	750
voting	751
presidents	752
email	753
effort	754
online	755
results	756
science	757
iraq	758
wrong	759
laws	760
low	761
age	762
town	763
died	764
average	765
list	766
rise	767
sen	768
else	769
due	770
january	771
threat	772
2013	773
takes	774
happen	775
anyone	776
position	777
spokesman	778
europe	779
april	780
board	781
test	782
m	783
12	784
david	785
sent	786
investors	787
front	788
authorities	789
father	790
inside	791
largest	792
sexual	793
focus	794
quickly	795
received	796
millions	797
crime	798
iran	799
sign	800
november	801
lower	802
calls	803
firm	804
seem	805
single	806
film	807
movement	808
growing	809
500	810
pretty	811
brought	812
bush	813
county	814
event	815
terms	816
florida	817
fire	818
short	819
east	820
heard	821
immigrants	822
forward	823
certain	824
popular	825
relationship	826
opposition	827
comments	828
ryan	829
texas	830
agreed	831
stories	832
leading	833
11	834
sales	835
governor	836
ground	837
include	838
arent	839
ahead	840
fell	841
allow	842
step	843
met	844
organization	845
pressure	846
stay	847
votes	848
fall	849
costs	850
putin	851
project	852
remain	853
create	854
hand	855
seemed	856
investment	857
release	858
experts	859
knew	860
body	861
meet	862
serious	863
lawmakers	864
enforcement	865
internet	866
ask	867
per	868
michael	869
gets	870
ones	871
approach	872
british	873
prime	874
victory	875
programs	876
worlds	877
fox	878
impact	879
watch	880
9	881
described	882
common	883
published	884
beyond	885
decided	886
professor	887
markets	888
n	889
situation	890
comey	891
raised	892
offer	893
allies	894
paid	895
shooting	896
whom	897
george	898
polls	899
shares	900
seven	901
fighting	902
goes	903
letter	904
huge	905
phone	906
spoke	907
carolina	908
patients	909
sources	910
allowed	911
nation	912
london	913
rule	914
space	915
declined	916
researchers	917
son	918
culture	919
congressional	920
fear	921
criminal	922
travel	923
remains	924
appeared	925
numbers	926
safety	927
protect	928
labor	929
paul	930
cause	931
cannot	932
changed	933
c	934
significant	935
hundreds	936
created	937
moved	938
wife	939
council	940
banks	941
obamacare	942
immediately	943
main	944
build	945
calling	946
december	947
quite	948
effect	949
residents	950
failed	951
answer	952
return	953
employees	954
particular	955
land	956
certainly	957
ended	958
cities	959
mark	960
address	961
legislation	962
claims	963
term	964
talks	965
source	966
stand	967
hearing	968
network	969
class	970
eu	971
accused	972
prison	973
heart	974
gas	975
wouldnt	976
works	977
exactly	978
weapons	979
review	980
muslim	981
population	982
poll	983
reality	984
choice	985
presidency	986
d	987
form	988
hear	989
countrys	990
passed	991
sort	992
worth	993
speaking	994
army	995
funding	996
governments	997
nomination	998
strategy	999
chairman	1000
barack	1001
scientists	1002
james	1003
eight	1004
star	1005
continued	1006
senator	1007
hands	1008
vice	1009
total	1010
development	1011
familiar	1012
played	1013
career	1014
hospital	1015
figure	1016
convention	1017
disease	1018
finally	1019
previous	1020
40	1021
period	1022
thinking	1023
25	1024
base	1025
rest	1026
region	1027
parts	1028
san	1029
inc	1030
target	1031
included	1032
consider	1033
mostly	1034
events	1035
drugs	1036
french	1037
poor	1038
follow	1039
considered	1040
citizens	1041
reach	1042
suggested	1043
powerful	1044
missile	1045
production	1046
safe	1047
friend	1048
giving	1049
charges	1050
entire	1051
freedom	1052
looks	1053
gone	1054
previously	1055
dead	1056
planned	1057
fund	1058
credit	1059
agencies	1060
elections	1061
light	1062
cars	1063
easy	1064
quarter	1065
refugees	1066
studies	1067
couldnt	1068
named	1069
benefits	1070
student	1071
2008	1072
looked	1073
eventually	1074
13	1075
ties	1076
heres	1077
treatment	1078
parties	1079
details	1080
adding	1081
individual	1082
income	1083
television	1084
ability	1085
speak	1086
actions	1087
signed	1088
available	1089
mind	1090
rose	1091
places	1092
ready	1093
reform	1094
couple	1095
americas	1096
rally	1097
expect	1098
apple	1099
opportunity	1100
challenge	1101
victims	1102
levels	1103
summer	1104
increasingly	1105
red	1106
management	1107
push	1108
conversation	1109
proposed	1110
above	1111
deals	1112
relations	1113
february	1114
taxes	1115
sanctions	1116
western	1117
account	1118
field	1119
alone	1120
natural	1121
adviser	1122
stock	1123
german	1124
18	1125
pass	1126
daily	1127
voted	1128
offered	1129
turkey	1130
whatever	1131
word	1132
currently	1133
largely	1134
success	1135
peace	1136
elected	1137
september	1138
doctors	1139
emails	1140
claim	1141
dollars	1142
moving	1143
religious	1144
raise	1145
movie	1146
views	1147
demand	1148
visit	1149
leadership	1150
playing	1151
lack	1152
foundation	1153
break	1154
0	1155
saudi	1156
assault	1157
14	1158
goal	1159
amount	1160
site	1161
society	1162
southern	1163
loss	1164
road	1165
served	1166
weekend	1167
trial	1168
businesses	1169
avoid	1170
id	1171
2011	1172
chicago	1173
compared	1174
lose	1175
battle	1176
noted	1177
npr	1178
germany	1179
cover	1180
daughter	1181
tells	1182
born	1183
deep	1184
stage	1185
park	1186
forced	1187
african	1188
products	1189
argued	1190
funds	1191
sessions	1192
communities	1193
decade	1194
reduce	1195
respond	1196
mass	1197
leaving	1198
meanwhile	1199
influence	1200
zika	1201
increased	1202
lets	1203
analysts	1204
october	1205
worse	1206
independent	1207
value	1208
systems	1209
built	1210
dangerous	1211
yes	1212
kept	1213
de	1214
telling	1215
cuts	1216
appears	1217
closed	1218
meant	1219
asking	1220
documents	1221
j	1222
16	1223
clearly	1224
remember	1225
confirmed	1226
medicaid	1227
throughout	1228
politicians	1229
reasons	1230
fed	1231
virginia	1232
female	1233
required	1234
inflation	1235
written	1236
reached	1237
winning	1238
illegal	1239
concern	1240
conflict	1241
abortion	1242
crowd	1243
massive	1244
version	1245
overall	1246
2010	1247
records	1248
attempt	1249
lines	1250
seeking	1251
debt	1252
isis	1253
followed	1254
husband	1255
customers	1256
critical	1257
conditions	1258
associated	1259
pence	1260
voice	1261
standing	1262
language	1263
courts	1264
helping	1265
operations	1266
manager	1267
happens	1268
model	1269
terrorism	1270
focused	1271
critics	1272
measures	1273
charge	1274
beginning	1275
incident	1276
century	1277
serve	1278
traditional	1279
theyve	1280
muslims	1281
trip	1282
opinion	1283
issued	1284
performance	1285
rubio	1286
pick	1287
knows	1288
ultimately	1289
revenue	1290
miles	1291
prevent	1292
johnson	1293
willing	1294
includes	1295
note	1296
concerned	1297
specific	1298
directly	1299
church	1300
60	1301
training	1302
worst	1303
google	1304
girls	1305
ruling	1306
sex	1307
multiple	1308
books	1309
aid	1310
writing	1311
17	1312
seeing	1313
spend	1314
trust	1315
piece	1316
holding	1317
institute	1318
games	1319
below	1320
womens	1321
bernie	1322
mexican	1323
sea	1324
website	1325
racial	1326
request	1327
militants	1328
agree	1329
ill	1330
allegations	1331
highest	1332
britain	1333
ideas	1334
prosecutors	1335
filed	1336
p	1337
nato	1338
simple	1339
drop	1340
decisions	1341
believed	1342
appear	1343
learn	1344
scene	1345
proposal	1346
paper	1347
guy	1348
character	1349
rep	1350
audience	1351
measure	1352
august	1353
usually	1354
practice	1355
begin	1356
liberal	1357
interests	1358
conservatives	1359
exchange	1360
lawsuit	1361
fellow	1362
related	1363
carry	1364
showing	1365
association	1366
environmental	1367
tough	1368
paris	1369
eastern	1370
commission	1371
individuals	1372
failure	1373
green	1374
ohio	1375
launched	1376
older	1377
larger	1378
behavior	1379
repeatedly	1380
starting	1381
brain	1382
resources	1383
sector	1384
fans	1385
robert	1386
protests	1387
blood	1388
protection	1389
notes	1390
regulations	1391
annual	1392
posts	1393
france	1394
users	1395
art	1396
sell	1397
democrat	1398
subject	1399
warned	1400
require	1401
iraqi	1402
criticism	1403
happy	1404
brown	1405
suggests	1406
jersey	1407
learned	1408
domestic	1409
fourth	1410
charged	1411
seek	1412
transition	1413
status	1414
cancer	1415
promised	1416
track	1417
drive	1418
denied	1419
agenda	1420
fully	1421
orders	1422
truth	1423
path	1424
vehicles	1425
provided	1426
caused	1427
rising	1428
additional	1429
putting	1430
organizations	1431
posted	1432
affordable	1433
ran	1434
host	1435
fired	1436
24	1437
korean	1438
generally	1439
shared	1440
claimed	1441
mike	1442
players	1443
turkish	1444
lawyer	1445
terrorist	1446
feeling	1447
chris	1448
protesters	1449
activists	1450
iowa	1451
reading	1452
killing	1453
emergency	1454
dollar	1455
troops	1456
song	1457
indeed	1458
argument	1459
firms	1460
range	1461
protest	1462
identity	1463
pushed	1464
positive	1465
believes	1466
hasnt	1467
article	1468
corporate	1469
writes	1470
publicly	1471
cast	1472
send	1473
herself	1474
difference	1475
completely	1476
greater	1477
king	1478
sought	1479
save	1480
watching	1481
cash	1482
original	1483
infrastructure	1484
gender	1485
potentially	1486
israel	1487
benefit	1488
write	1489
direct	1490
fair	1491
radio	1492
hopes	1493
limited	1494
los	1495
coalition	1496
spread	1497
modern	1498
strike	1499
respect	1500
picture	1501
flynn	1502
w	1503
nature	1504
chinas	1505
analysis	1506
favor	1507
200	1508
worried	1509
secret	1510
statements	1511
highly	1512
successful	1513
nprs	1514
opening	1515
separate	1516
2009	1517
senators	1518
hotel	1519
voter	1520
grew	1521
myself	1522
thinks	1523
sides	1524
sound	1525
search	1526
northern	1527
various	1528
companys	1529
appeal	1530
ceo	1531
continues	1532
standards	1533
jones	1534
hurt	1535
designed	1536
positions	1537
signs	1538
necessary	1539
coal	1540
happening	1541
finding	1542
homes	1543
basic	1544
authority	1545
island	1546
gives	1547
hell	1548
dropped	1549
shift	1550
deeply	1551
approval	1552
launch	1553
repeal	1554
progress	1555
democracy	1556
initial	1557
responsible	1558
pain	1559
present	1560
condition	1561
none	1562
supposed	1563
door	1564
broader	1565
martin	1566
administrations	1567
facing	1568
lawyers	1569
software	1570
housing	1571
arrested	1572
aleppo	1573
birth	1574
check	1575
scott	1576
station	1577
minority	1578
remarks	1579
supported	1580
remained	1581
identified	1582
developed	1583
add	1584
faces	1585
accounts	1586
amid	1587
responsibility	1588
stopped	1589
decide	1590
characters	1591
ensure	1592
floor	1593
virus	1594
instance	1595
hour	1596
values	1597
losing	1598
girl	1599
afternoon	1600
havent	1601
bigger	1602
environment	1603
deputy	1604
alleged	1605
delegates	1606
feels	1607
presence	1608
committed	1609
threats	1610
partys	1611
controversial	1612
nine	1613
explained	1614
damage	1615
author	1616
19	1617
core	1618
unit	1619
mayor	1620
expressed	1621
fine	1622
block	1623
sold	1624
rich	1625
speaker	1626
relatively	1627
explain	1628
carried	1629
22	1630
consumers	1631
journalists	1632
kill	1633
steps	1634
becoming	1635
violent	1636
activity	1637
image	1638
hed	1639
card	1640
effective	1641
opened	1642
powers	1643
nor	1644
moscow	1645
entirely	1646
angeles	1647
colleagues	1648
trading	1649
eyes	1650
table	1651
crimes	1652
criticized	1653
standard	1654
arrived	1655
blue	1656
challenges	1657
whos	1658
receive	1659
representatives	1660
suggest	1661
lived	1662
accept	1663
aimed	1664
youve	1665
stuff	1666
addition	1667
driving	1668
joined	1669
armed	1670
baby	1671
talked	1672
upon	1673
imagine	1674
establishment	1675
widely	1676
campaigns	1677
contributed	1678
hate	1679
consumer	1680
ice	1681
pointed	1682
names	1683
rock	1684
clean	1685
explains	1686
mosul	1687
promise	1688
faced	1689
platform	1690
paying	1691
decline	1692
complex	1693
normal	1694
tweeted	1695
japan	1696
page	1697
rhetoric	1698
responded	1699
episode	1700
date	1701
ted	1702
electoral	1703
grow	1704
abuse	1705
boost	1706
fewer	1707
richard	1708
reporting	1709
gay	1710
e	1711
evening	1712
peoples	1713
matters	1714
flight	1715
operation	1716
keeping	1717
waiting	1718
reporter	1719
streets	1720
negative	1721
sp	1722
risks	1723
sitting	1724
britains	1725
estate	1726
jan	1727
dozens	1728
afghanistan	1729
camp	1730
earth	1731
club	1732
opponents	1733
effects	1734
fraud	1735
journal	1736
airport	1737
shown	1738
civilians	1739
actual	1740
possibility	1741
easier	1742
partners	1743
false	1744
product	1745
harder	1746
unlikely	1747
discuss	1748
doubt	1749
21	1750
color	1751
smaller	1752
affect	1753
mental	1754
brexit	1755
michigan	1756
fighters	1757
russias	1758
newspaper	1759
advantage	1760
roughly	1761
wait	1762
declared	1763
everybody	1764
walk	1765
deaths	1766
opposed	1767
tend	1768
28	1769
backed	1770
god	1771
extremely	1772
advocates	1773
murder	1774
institutions	1775
mission	1776
animals	1777
options	1778
werent	1779
expectations	1780
improve	1781
gains	1782
pennsylvania	1783
type	1784
join	1785
knowledge	1786
complete	1787
argue	1788
size	1789
era	1790
cnn	1791
teams	1792
supporting	1793
photo	1794
poverty	1795
meaning	1796
changing	1797
bills	1798
competition	1799
survey	1800
creating	1801
sports	1802
replace	1803
store	1804
cultural	1805
beach	1806
computer	1807
23	1808
targeted	1809
trigger	1810
dozen	1811
understanding	1812
album	1813
marriage	1814
allowing	1815
tom	1816
round	1817
cold	1818
manufacturing	1819
male	1820
rare	1821
worry	1822
broad	1823
suicide	1824
selling	1825
surprise	1826
digital	1827
judges	1828
approved	1829
estimated	1830
raising	1831
projects	1832
guns	1833
generation	1834
construction	1835
smith	1836
hill	1837
communications	1838
eat	1839
figures	1840
refused	1841
dark	1842
seat	1843
broke	1844
typically	1845
planning	1846
moments	1847
stocks	1848
canada	1849
impossible	1850
doctor	1851
diplomatic	1852
gulf	1853
caught	1854
property	1855
physical	1856
partner	1857
choose	1858
unless	1859
agents	1860
faith	1861
pushing	1862
easily	1863
theory	1864
super	1865
facts	1866
supply	1867
co	1868
tillerson	1869
st	1870
fuel	1871
fake	1872
scandal	1873
turns	1874
returned	1875
kim	1876
analyst	1877
ministry	1878
summit	1879
sentence	1880
neither	1881
index	1882
cia	1883
internal	1884
hall	1885
rival	1886
otherwise	1887
investigators	1888
citys	1889
spokeswoman	1890
struck	1891
material	1892
becomes	1893
chair	1894
tweet	1895
boy	1896
basis	1897
fresh	1898
tech	1899
amendment	1900
heavy	1901
regime	1902
seriously	1903
essentially	1904
announcement	1905
scheduled	1906
promises	1907
vast	1908
interested	1909
ordered	1910
rural	1911
gold	1912
feet	1913
racist	1914
2018	1915
expensive	1916
departments	1917
famous	1918
centers	1919
aware	1920
requires	1921
constitution	1922
prove	1923
uber	1924
pace	1925
equipment	1926
percentage	1927
pulled	1928
closer	1929
quality	1930
strikes	1931
interesting	1932
basically	1933
300	1934
traffic	1935
kelly	1936
executives	1937
river	1938
27	1939
dinner	1940
26	1941
images	1942
joint	1943
slow	1944
moderate	1945
brazil	1946
brother	1947
direction	1948
apparently	1949
kurdish	1950
jr	1951
develop	1952
treated	1953
vladimir	1954
discrimination	1955
straight	1956
suggesting	1957
covered	1958
koreas	1959
assets	1960
prepared	1961
jeff	1962
tiny	1963
lots	1964
commitment	1965
consequences	1966
stake	1967
christian	1968
healthy	1969
affected	1970
produce	1971
gain	1972
corp	1973
bid	1974
dr	1975
beijing	1976
twice	1977
bannon	1978
sean	1979
plane	1980
polling	1981
younger	1982
arabia	1983
vehicle	1984
advisers	1985
perfect	1986
fast	1987
refugee	1988
coast	1989
negotiations	1990
beat	1991
plant	1992
panel	1993
content	1994
unprecedented	1995
magazine	1996
initially	1997
operating	1998
unclear	1999
africa	2000
nobody	2001
confidence	2002
ambassador	2003
cabinet	2004
affairs	2005
turning	2006
runs	2007
ongoing	2008
spicer	2009
aides	2010
medicine	2011
crude	2012
option	2013
title	2014
bringing	2015
defend	2016
conducted	2017
learning	2018
urged	2019
neighborhood	2020
70	2021
shouldnt	2022
tests	2023
offering	2024
stronger	2025
fun	2026
brussels	2027
sees	2028
stood	2029
assad	2030
league	2031
warning	2032
classified	2033
background	2034
songs	2035
restaurant	2036
hampshire	2037
specifically	2038
conduct	2039
listen	2040
regular	2041
existing	2042
india	2043
teachers	2044
advance	2045
struggling	2046
wake	2047
heavily	2048
photos	2049
steve	2050
earnings	2051
nearby	2052
increasing	2053
expand	2054
finance	2055
acting	2056
35	2057
soldiers	2058
professional	2059
films	2060
80	2061
meetings	2062
allows	2063
offers	2064
constitutional	2065
adds	2066
closely	2067
reserve	2068
truly	2069
die	2070
produced	2071
b	2072
conversations	2073
holiday	2074
obviously	2075
football	2076
missing	2077
giant	2078
mobile	2079
somebody	2080
net	2081
ending	2082
brand	2083
90	2084
oh	2085
alliance	2086
threatened	2087
uses	2088
appeals	2089
confirmation	2090
emissions	2091
nov	2092
contrast	2093
managed	2094
absolutely	2095
balance	2096
commercial	2097
trouble	2098
advice	2099
fears	2100
complicated	2101
via	2102
ad	2103
alternative	2104
bar	2105
nice	2106
writer	2107
retired	2108
arms	2109
setting	2110
broken	2111
theyll	2112
goods	2113
limit	2114
providing	2115
pull	2116
possibly	2117
rebels	2118
rejected	2119
thomas	2120
wearing	2121
citing	2122
considering	2123
la	2124
married	2125
agreements	2126
immediate	2127
transgender	2128
hot	2129
defeat	2130
lee	2131
favorite	2132
expansion	2133
sites	2134
thanks	2135
solution	2136
helps	2137
estimates	2138
districts	2139
devices	2140
pounds	2141
kinds	2142
strength	2143
boys	2144
mainstream	2145
split	2146
treat	2147
falling	2148
urban	2149
shortly	2150
principle	2151
active	2152
vision	2153
outcome	2154
referring	2155
territory	2156
japanese	2157
capacity	2158
embrace	2159
discussion	2160
joe	2161
necessarily	2162
intended	2163
marine	2164
gap	2165
cuba	2166
band	2167
jail	2168
weight	2169
bottom	2170
anger	2171
unlike	2172
english	2173
racism	2174
watched	2175
discovered	2176
carrying	2177
involving	2178
restrictions	2179
hoping	2180
player	2181
returns	2182
neighbors	2183
wins	2184
walking	2185
plenty	2186
offensive	2187
beautiful	2188
gotten	2189
regional	2190
williams	2191
represents	2192
cited	2193
unusual	2194
blame	2195
contact	2196
hospitals	2197
drivers	2198
bomb	2199
loved	2200
onto	2201
networks	2202
equity	2203
parliament	2204
historic	2205
findings	2206
newly	2207
corruption	2208
angry	2209
ballistic	2210
asia	2211
nominees	2212
delivered	2213
topic	2214
capitol	2215
eye	2216
adults	2217
humans	2218
native	2219
degree	2220
ethics	2221
investigations	2222
secure	2223
insurers	2224
solar	2225
developing	2226
revealed	2227
houses	2228
religion	2229
scale	2230
industrial	2231
movies	2232
29	2233
determine	2234
wave	2235
seats	2236
resistance	2237
deliver	2238
caucus	2239
leaves	2240
effectively	2241
sit	2242
interviews	2243
context	2244
dispute	2245
stands	2246
spring	2247
attacked	2248
expert	2249
ruled	2250
buying	2251
inauguration	2252
practices	2253
rape	2254
christie	2255
jewish	2256
trail	2257
weak	2258
suspect	2259
scientific	2260
acknowledged	2261
sounds	2262
eating	2263
style	2264
pipeline	2265
bought	2266
fit	2267
guys	2268
politically	2269
testing	2270
requests	2271
plants	2272
leads	2273
arab	2274
wisconsin	2275
slightly	2276
healthcare	2277
controversy	2278
crucial	2279
obvious	2280
greatest	2281
appearance	2282
praised	2283
storm	2284
qatar	2285
representative	2286
train	2287
aircraft	2288
wage	2289
uk	2290
videos	2291
regulators	2292
buildings	2293
kennedy	2294
chemical	2295
linked	2296
achieve	2297
code	2298
currency	2299
wide	2300
hollywood	2301
guilty	2302
weather	2303
match	2304
struggle	2305
vulnerable	2306
2007	2307
activities	2308
francisco	2309
entering	2310
extreme	2311
sale	2312
assistant	2313
treasury	2314
plays	2315
driver	2316
reagan	2317
governors	2318
cyber	2319
legislative	2320
mcconnell	2321
arrest	2322
privacy	2323
apply	2324
aggressive	2325
losses	2326
museum	2327
folks	2328
extra	2329
serving	2330
represent	2331
planet	2332
expanding	2333
shut	2334
grand	2335
reaction	2336
stars	2337
messages	2338
danger	2339
smart	2340
settlement	2341
israeli	2342
prominent	2343
apart	2344
injured	2345
attempts	2346
iranian	2347
bodies	2348
pop	2349
moves	2350
payments	2351
heads	2352
identify	2353
arizona	2354
removed	2355
gained	2356
walked	2357
fix	2358
increases	2359
grown	2360
editor	2361
youll	2362
elsewhere	2363
arguing	2364
session	2365
introduced	2366
pledge	2367
connection	2368
determined	2369
remaining	2370
profit	2371
pregnant	2372
2005	2373
frequently	2374
draw	2375
sending	2376
targets	2377
task	2378
box	2379
bureau	2380
tower	2381
pentagon	2382
producers	2383
minimum	2384
mothers	2385
counsel	2386
combat	2387
patient	2388
emerged	2389
georgia	2390
suffered	2391
yourself	2392
marijuana	2393
division	2394
filled	2395
spot	2396
harassment	2397
assistance	2398
lady	2399
russians	2400
ally	2401
victim	2402
concluded	2403
sat	2404
cooperation	2405
gov	2406
opportunities	2407
wind	2408
shootings	2409
olympic	2410
fill	2411
occurred	2412
guardian	2413
winner	2414
narrative	2415
picked	2416
japans	2417
equal	2418
dog	2419
strategic	2420
progressive	2421
suddenly	2422
conspiracy	2423
indiana	2424
asian	2425
cleveland	2426
driven	2427
31	2428
owner	2429
gorsuch	2430
discussed	2431
wealth	2432
goals	2433
contest	2434
surveillance	2435
memory	2436
eric	2437
holds	2438
hair	2439
realize	2440
grant	2441
veterans	2442
athletes	2443
electric	2444
le	2445
brief	2446
prior	2447
maintain	2448
quick	2449
tone	2450
except	2451
romney	2452
proposals	2453
v	2454
owners	2455
regulatory	2456
400	2457
entered	2458
suit	2459
45	2460
limits	2461
emotional	2462
widespread	2463
provides	2464
suspected	2465
models	2466
guard	2467
established	2468
starts	2469
zone	2470
tweets	2471
canadian	2472
cutting	2473
billionaire	2474
employment	2475
reportedly	2476
wars	2477
probe	2478
demands	2479
carbon	2480
tour	2481
acts	2482
al	2483
definitely	2484
cycle	2485
philadelphia	2486
wonder	2487
totally	2488
aside	2489
radical	2490
legacy	2491
stephen	2492
drew	2493
animal	2494
noting	2495
diversity	2496
peter	2497
moral	2498
dallas	2499
attorneys	2500
ends	2501
charles	2502
jury	2503
features	2504
mention	2505
unable	2506
sleep	2507
personally	2508
terrible	2509
navy	2510
homeland	2511
revolution	2512
bob	2513
tensions	2514
amazon	2515
activist	2516
puts	2517
count	2518
recorded	2519
document	2520
illinois	2521
sharp	2522
rio	2523
todays	2524
circumstances	2525
breaking	2526
unique	2527
ads	2528
overhaul	2529
meets	2530
surprised	2531
convicted	2532
pledged	2533
miller	2534
plus	2535
theyd	2536
afford	2537
double	2538
village	2539
placed	2540
conflicts	2541
significantly	2542
lies	2543
apartment	2544
uncertainty	2545
captured	2546
literally	2547
trend	2548
factors	2549
differences	2550
shed	2551
testimony	2552
referendum	2553
closing	2554
recognize	2555
strongly	2556
jim	2557
sick	2558
migrants	2559
longtime	2560
extent	2561
behalf	2562
failing	2563
somewhat	2564
design	2565
stores	2566
feb	2567
resolution	2568
briefing	2569
drawn	2570
fiscal	2571
reduced	2572
veteran	2573
experienced	2574
prince	2575
ball	2576
miss	2577
confident	2578
towards	2579
attend	2580
investigating	2581
touch	2582
welcome	2583
airlines	2584
alongside	2585
ballot	2586
artists	2587
terrorists	2588
surprising	2589
updated	2590
overseas	2591
dream	2592
cross	2593
severe	2594
mistake	2595
square	2596
divided	2597
dismissed	2598
wounded	2599
teacher	2600
brothers	2601
sharing	2602
wealthy	2603
thus	2604
valley	2605
sugar	2606
rebel	2607
wells	2608
appropriate	2609
producer	2610
boston	2611
causes	2612
relationships	2613
reforms	2614
finds	2615
opposite	2616
purpose	2617
epa	2618
relief	2619
justices	2620
debates	2621
enter	2622
tens	2623
conway	2624
structure	2625
disaster	2626
collection	2627
sister	2628
tokyo	2629
van	2630
orlando	2631
exercise	2632
1990s	2633
k	2634
christmas	2635
priority	2636
england	2637
founder	2638
partnership	2639
harm	2640
wild	2641
exist	2642
factor	2643
farmers	2644
camera	2645
abroad	2646
rivals	2647
contract	2648
ben	2649
variety	2650
species	2651
penalty	2652
regulation	2653
indian	2654
suffering	2655
2001	2656
reflect	2657
mom	2658
remove	2659
realized	2660
witnesses	2661
honor	2662
gathered	2663
2000	2664
colorado	2665
ford	2666
inspired	2667
prompted	2668
sept	2669
strategist	2670
dealing	2671
mccain	2672
somehow	2673
reducing	2674
snow	2675
targeting	2676
economist	2677
euro	2678
circuit	2679
earned	2680
ukraine	2681
investments	2682
arguments	2683
reputation	2684
kasich	2685
william	2686
hoped	2687
describe	2688
notice	2689
comedy	2690
prosecutor	2691
actor	2692
campus	2693
draft	2694
ambitious	2695
drinking	2696
exit	2697
momentum	2698
medicare	2699
filing	2700
choices	2701
attacking	2702
perspective	2703
temporary	2704
desire	2705
2004	2706
youth	2707
answers	2708
promote	2709
journalist	2710
device	2711
questioned	2712
combined	2713
sun	2714
fate	2715
pen	2716
chose	2717
papers	2718
kid	2719
maryland	2720
tradition	2721
passing	2722
afraid	2723
economists	2724
expanded	2725
foods	2726
repeated	2727
ourselves	2728
backing	2729
investor	2730
2006	2731
recovery	2732
academy	2733
independence	2734
attended	2735
clients	2736
warren	2737
facilities	2738
nasdaq	2739
regardless	2740
deadly	2741
edge	2742
fallen	2743
intense	2744
davis	2745
crazy	2746
dramatic	2747
artist	2748
importance	2749
attempted	2750
discussions	2751
stone	2752
italian	2753
swing	2754
barely	2755
replacement	2756
struggled	2757
maker	2758
corps	2759
continuing	2760
winter	2761
speed	2762
shape	2763
fairly	2764
begins	2765
admitted	2766
facility	2767
handle	2768
knowing	2769
rarely	2770
belief	2771
ii	2772
andrew	2773
hike	2774
fashion	2775
tim	2776
participants	2777
flag	2778
granted	2779
meat	2780
text	2781
tools	2782
primaries	2783
partisan	2784
map	2785
owned	2786
machine	2787
link	2788
section	2789
screen	2790
steel	2791
engaged	2792
guess	2793
caption	2794
skills	2795
requirements	2796
fees	2797
feature	2798
apparent	2799
compete	2800
citizen	2801
begun	2802
dogs	2803
bipartisan	2804
argues	2805
transportation	2806
olympics	2807
footage	2808
app	2809
hadnt	2810
f	2811
proud	2812
catch	2813
forecast	2814
wish	2815
immigrant	2816
okay	2817
employee	2818
nevada	2819
tool	2820
surge	2821
complaint	2822
puerto	2823
profits	2824
counter	2825
heat	2826
intent	2827
agent	2828
nationwide	2829
visited	2830
essential	2831
outlook	2832
alive	2833
loans	2834
actors	2835
hacking	2836
fish	2837
marked	2838
recession	2839
truck	2840
types	2841
farm	2842
zero	2843
thank	2844
anonymity	2845
jackson	2846
challenging	2847
kerry	2848
carter	2849
settled	2850
consistent	2851
recalled	2852
unemployment	2853
un	2854
advanced	2855
directed	2856
passengers	2857
finished	2858
vowed	2859
ratings	2860
ocean	2861
hong	2862
comfortable	2863
viewed	2864
presented	2865
strange	2866
chances	2867
humanitarian	2868
h	2869
fathers	2870
fought	2871
cable	2872
fields	2873
bathroom	2874
handful	2875
formal	2876
crew	2877
bus	2878
sensitive	2879
opponent	2880
dakota	2881
banned	2882
fan	2883
banking	2884
quiet	2885
faster	2886
keeps	2887
scrutiny	2888
donors	2889
fifth	2890
roll	2891
bay	2892
mexicos	2893
anymore	2894
pyongyang	2895
minnesota	2896
babies	2897
islam	2898
sons	2899
elite	2900
competitive	2901
escape	2902
bridge	2903
commander	2904
likes	2905
commerce	2906
historical	2907
referred	2908
regularly	2909
incidents	2910
skin	2911
el	2912
bombing	2913
detailed	2914
capable	2915
consensus	2916
rallies	2917
firing	2918
bed	2919
flint	2920
brings	2921
dec	2922
offices	2923
usa	2924
witness	2925
wages	2926
novel	2927
signal	2928
blocked	2929
pieces	2930
blow	2931
accusations	2932
protecting	2933
ali	2934
borders	2935
confirm	2936
chaos	2937
brian	2938
typical	2939
speaks	2940
blamed	2941
accepted	2942
controlled	2943
manage	2944
rescue	2945
dad	2946
premiums	2947
ok	2948
alcohol	2949
reasonable	2950
correct	2951
tesla	2952
nbc	2953
bear	2954
promising	2955
harvard	2956
allegedly	2957
billions	2958
relative	2959
coffee	2960
retail	2961
archive	2962
output	2963
rice	2964
encourage	2965
imposed	2966
odds	2967
bond	2968
involvement	2969
speeches	2970
trillion	2971
addiction	2972
restaurants	2973
islands	2974
marco	2975
headquarters	2976
ivanka	2977
universe	2978
1980s	2979
investigate	2980
kong	2981
sanderss	2982
complaints	2983
anyway	2984
pursue	2985
stance	2986
conclusion	2987
experiences	2988
slowly	2989
tea	2990
civilian	2991
estimate	2992
forget	2993
youd	2994
arm	2995
aide	2996
goldman	2997
nonprofit	2998
window	2999
forms	3000
anybody	3001
irans	3002
mixed	3003
mentioned	3004
politician	3005
cook	3006
viewers	3007
atlantic	3008
australia	3009
pool	3010
baltimore	3011
scientist	3012
engage	3013
tied	3014
surrounding	3015
massachusetts	3016
stuck	3017
permanent	3018
margin	3019
checks	3020
sarah	3021
adult	3022
amazing	3023
numerous	3024
drama	3025
berlin	3026
formed	3027
blog	3028
server	3029
expects	3030
latino	3031
protections	3032
worker	3033
writers	3034
asks	3035
parenthood	3036
maine	3037
kushner	3038
illegally	3039
rely	3040
route	3041
weekly	3042
receiving	3043
sets	3044
taliban	3045
weapon	3046
diseases	3047
liberals	3048
organized	3049
hired	3050
missiles	3051
policymakers	3052
diverse	3053
outlets	3054
oversight	3055
update	3056
laid	3057
connected	3058
proved	3059
caracas	3060
parent	3061
lie	3062
75	3063
convinced	3064
committees	3065
securities	3066
shop	3067
pair	3068
coach	3069
technologies	3070
originally	3071
regarding	3072
therefore	3073
supports	3074
mix	3075
causing	3076
insisted	3077
score	3078
enormous	3079
flights	3080
priorities	3081
extended	3082
elements	3083
pictures	3084
defending	3085
oklahoma	3086
founded	3087
euros	3088
exposed	3089
destroyed	3090
iphone	3091
headed	3092
louisiana	3093
miami	3094
jason	3095
advertising	3096
towns	3097
aca	3098
providers	3099
stress	3100
listening	3101
fundamental	3102
republic	3103
terror	3104
anywhere	3105
surface	3106
lowest	3107
branch	3108
employers	3109
journey	3110
alaska	3111
afghan	3112
unions	3113
computers	3114
stated	3115
detroit	3116
pattern	3117
dow	3118
childhood	3119
ideological	3120
regions	3121
express	3122
collapse	3123
missed	3124
command	3125
apples	3126
feed	3127
electricity	3128
g20	3129
nights	3130
honest	3131
technical	3132
spoken	3133
reaching	3134
shell	3135
narrow	3136
musical	3137
et	3138
factory	3139
minds	3140
tested	3141
pacific	3142
nfl	3143
location	3144
throw	3145
similarly	3146
subsidies	3147
plot	3148
funny	3149
rolling	3150
partly	3151
golf	3152
ship	3153
represented	3154
militia	3155
incredibly	3156
volume	3157
oppose	3158
accountable	3159
ceremony	3160
castro	3161
intervention	3162
hardly	3163
suspended	3164
ailes	3165
columbia	3166
latin	3167
150	3168
chosen	3169
usual	3170
province	3171
flying	3172
races	3173
predicted	3174
upset	3175
encouraged	3176
phones	3177
exchanges	3178
depression	3179
schedule	3180
fail	3181
roles	3182
1970s	3183
stayed	3184
opioid	3185
guidance	3186
user	3187
cells	3188
follows	3189
candidacy	3190
finish	3191
wikileaks	3192
personnel	3193
authors	3194
warming	3195
ap	3196
32	3197
turnout	3198
fly	3199
explanation	3200
breitbart	3201
boss	3202
corner	3203
capture	3204
whites	3205
antitrust	3206
feelings	3207
cool	3208
perform	3209
graham	3210
minute	3211
elizabeth	3212
daniel	3213
exports	3214
legally	3215
traveling	3216
invited	3217
soviet	3218
nieto	3219
reveal	3220
visitors	3221
channel	3222
award	3223
alabama	3224
crash	3225
declaration	3226
600	3227
shots	3228
shareholders	3229
cuban	3230
lake	3231
kansas	3232
ticket	3233
deeper	3234
registered	3235
protected	3236
bowl	3237
striking	3238
supporter	3239
drink	3240
unfortunately	3241
survive	3242
delay	3243
sentiment	3244
appointed	3245
hackers	3246
scenes	3247
ancient	3248
voices	3249
t	3250
enemy	3251
enjoy	3252
defended	3253
judgment	3254
worries	3255
shock	3256
heritage	3257
collective	3258
feds	3259
somewhere	3260
pages	3261
skeptical	3262
worldwide	3263
visa	3264
jack	3265
flow	3266
chain	3267
preparing	3268
lawsuits	3269
officially	3270
endorsed	3271
libya	3272
marketing	3273
readers	3274
warm	3275
purchase	3276
advocate	3277
baseball	3278
detail	3279
childrens	3280
mainly	3281
injuries	3282
industries	3283
understood	3284
traveled	3285
anthony	3286
roof	3287
lab	3288
broadcast	3289
roads	3290
burden	3291
managers	3292
solve	3293
dramatically	3294
schumer	3295
ride	3296
prospect	3297
anxiety	3298
kevin	3299
neighborhoods	3300
links	3301
everywhere	3302
items	3303
describes	3304
coup	3305
adopted	3306
infected	3307
updates	3308
generations	3309
institution	3310
guide	3311
steady	3312
unity	3313
deficit	3314
interviewed	3315
degrees	3316
2003	3317
preferred	3318
prevention	3319
historically	3320
units	3321
prize	3322
mary	3323
emerging	3324
conventional	3325
extraordinary	3326
spirit	3327
steep	3328
please	3329
kaine	3330
reference	3331
ltd	3332
interior	3333
bias	3334
notion	3335
relatives	3336
joke	3337
representing	3338
illness	3339
wear	3340
militant	3341
burst	3342
requiring	3343
web	3344
threatening	3345
vietnam	3346
backlash	3347
asylum	3348
distance	3349
merely	3350
sparked	3351
nominated	3352
matt	3353
advocacy	3354
visiting	3355
pakistan	3356
bright	3357
seized	3358
substantial	3359
adam	3360
rain	3361
businessman	3362
assessment	3363
33	3364
participate	3365
constantly	3366
golden	3367
dc	3368
forecasts	3369
auto	3370
credits	3371
gonna	3372
tonight	3373
drawing	3374
aim	3375
covering	3376
initiative	3377
patch	3378
legitimate	3379
gathering	3380
combination	3381
italy	3382
stimulus	3383
claiming	3384
beliefs	3385
solid	3386
ross	3387
fierce	3388
com	3389
bunch	3390
hostile	3391
pregnancy	3392
recall	3393
compromise	3394
fled	3395
waste	3396
signaled	3397
principles	3398
awards	3399
hiring	3400
hispanic	3401
macron	3402
replaced	3403
bag	3404
bombs	3405
frank	3406
stick	3407
constant	3408
classic	3409
sad	3410
departure	3411
rapidly	3412
sky	3413
file	3414
entry	3415
returning	3416
michelle	3417
australian	3418
daughters	3419
scores	3420
catholic	3421
duty	3422
managing	3423
va	3424
gasoline	3425
rating	3426
studio	3427
2020	3428
deportation	3429
hearings	3430
amounts	3431
islamist	3432
doors	3433
assume	3434
stepped	3435
asset	3436
materials	3437
eliminate	3438
scenario	3439
theme	3440
epidemic	3441
oregon	3442
badly	3443
champion	3444
populist	3445
cell	3446
letters	3447
display	3448
creative	3449
pointing	3450
undermine	3451
careful	3452
seconds	3453
trees	3454
glass	3455
palestinian	3456
deny	3457
grounds	3458
ronald	3459
mandate	3460
symptoms	3461
guidelines	3462
scalia	3463
detained	3464
hero	3465
judiciary	3466
moon	3467
tries	3468
questioning	3469
lying	3470
welfare	3471
clothes	3472
indicated	3473
waters	3474
celebrity	3475
samsung	3476
owns	3477
openly	3478
pursuing	3479
concept	3480
mattis	3481
applied	3482
associate	3483
portion	3484
brazilian	3485
clashes	3486
serves	3487
universal	3488
profile	3489
drove	3490
prisoners	3491
murray	3492
brazils	3493
sport	3494
devos	3495
motors	3496
oct	3497
hits	3498
r	3499
academic	3500
informed	3501
improved	3502
48	3503
falls	3504
personality	3505
hitting	3506
proof	3507
addressed	3508
sharply	3509
yahoo	3510
silence	3511
manhattan	3512
carson	3513
36	3514
seemingly	3515
consistently	3516
liked	3517
creation	3518
garland	3519
cbs	3520
phrase	3521
dnc	3522
economics	3523
supplies	3524
remarkable	3525
featured	3526
gray	3527
rattled	3528
charity	3529
listed	3530
tense	3531
prepare	3532
morgan	3533
cup	3534
comeys	3535
65	3536
headlines	3537
stability	3538
customer	3539
funded	3540
ordinary	3541
minorities	3542
successfully	3543
silver	3544
equality	3545
vox	3546
transfer	3547
unfair	3548
taught	3549
payment	3550
kremlin	3551
jews	3552
sentences	3553
jumped	3554
priebus	3555
dan	3556
suspects	3557
innovation	3558
endorse	3559
entertainment	3560
deployed	3561
empty	3562
useful	3563
pope	3564
fatal	3565
destroy	3566
virtually	3567
succeed	3568
primarily	3569
mine	3570
resolve	3571
louis	3572
inequality	3573
wed	3574
processor	3575
differently	3576
walls	3577
lay	3578
yeah	3579
persons	3580
judicial	3581
acknowledge	3582
gang	3583
atlanta	3584
endorsement	3585
documentary	3586
ethnic	3587
savings	3588
heading	3589
sweet	3590
destruction	3591
operate	3592
relevant	3593
retirement	3594
festival	3595
planes	3596
surgery	3597
controls	3598
wing	3599
carefully	3600
bars	3601
cheap	3602
incoming	3603
violation	3604
routine	3605
thoughts	3606
movements	3607
abandoned	3608
completed	3609
pitch	3610
legislature	3611
tactics	3612
cents	3613
injury	3614
lifted	3615
hedge	3616
editorial	3617
package	3618
salt	3619
downtown	3620
missouri	3621
circle	3622
staying	3623
sexually	3624
comprehensive	3625
credibility	3626
teaching	3627
tremendous	3628
declining	3629
250	3630
investigated	3631
highs	3632
studied	3633
optimistic	3634
700	3635
invest	3636
launching	3637
leaked	3638
jump	3639
handling	3640
roots	3641
memo	3642
cameras	3643
recording	3644
broadly	3645
francis	3646
episodes	3647
enrique	3648
signature	3649
rid	3650
settle	3651
sued	3652
category	3653
camps	3654
raises	3655
obtained	3656
shoot	3657
calm	3658
detention	3659
peaceful	3660
desk	3661
solutions	3662
foot	3663
commit	3664
convince	3665
challenged	3666
singer	3667
popularity	3668
focusing	3669
inmates	3670
breaks	3671
exact	3672
communication	3673
embassy	3674
defined	3675
harris	3676
yemen	3677
1960s	3678
contracts	3679
partial	3680
bankruptcy	3681
minor	3682
vaccine	3683
marks	3684
directors	3685
row	3686
vital	3687
2002	3688
weird	3689
encouraging	3690
diesel	3691
resident	3692
existence	3693
kingdom	3694
counties	3695
diet	3696
shiite	3697
manchester	3698
gross	3699
electronic	3700
sweeping	3701
tank	3702
violated	3703
nasa	3704
testified	3705
forcing	3706
perfectly	3707
stable	3708
attempting	3709
motivated	3710
38	3711
beauty	3712
corporations	3713
tuesdays	3714
accident	3715
statistics	3716
describing	3717
nixon	3718
kitchen	3719
integrity	3720
ignore	3721
teach	3722
outbreak	3723
universities	3724
colleague	3725
donations	3726
accusing	3727
cards	3728
appointment	3729
undocumented	3730
jennifer	3731
lunch	3732
critic	3733
stations	3734
pena	3735
dance	3736
definition	3737
tree	3738
outrage	3739
premium	3740
performed	3741
earn	3742
lewis	3743
moore	3744
memorial	3745
formally	3746
holdings	3747
tape	3748
cosby	3749
bashar	3750
bet	3751
replied	3752
dying	3753
recalls	3754
spanish	3755
tension	3756
letting	3757
violations	3758
consumption	3759
experiment	3760
mitt	3761
hundred	3762
doha	3763
airline	3764
examples	3765
demanding	3766
bonds	3767
located	3768
matthew	3769
talent	3770
innocent	3771
49	3772
pulling	3773
venezuela	3774
monitoring	3775
closest	3776
unknown	3777
gary	3778
55	3779
forever	3780
mosquitoes	3781
melania	3782
nunes	3783
manner	3784
classes	3785
killings	3786
dialogue	3787
subscribe	3788
journalism	3789
luxury	3790
cheaper	3791
friendly	3792
silicon	3793
atmosphere	3794
merger	3795
audio	3796
equally	3797
unexpected	3798
eligible	3799
impose	3800
rex	3801
reflects	3802
wonderful	3803
loan	3804
delivery	3805
peak	3806
washingtons	3807
versus	3808
agriculture	3809
seoul	3810
valuable	3811
hosts	3812
recognized	3813
length	3814
taste	3815
function	3816
lows	3817
800	3818
sudden	3819
associates	3820
clinic	3821
excited	3822
phase	3823
syrias	3824
merkel	3825
soccer	3826
passage	3827
complained	3828
ideology	3829
engineering	3830
jokes	3831
visas	3832
trained	3833
noticed	3834
dedicated	3835
chamber	3836
manufacturers	3837
busy	3838
halt	3839
globe	3840
worldpay	3841
reverse	3842
urging	3843
vermont	3844
researcher	3845
vantiv	3846
horror	3847
steven	3848
math	3849
label	3850
normally	3851
utah	3852
rooms	3853
eager	3854
contain	3855
diplomats	3856
colleges	3857
familys	3858
barrel	3859
shopping	3860
toll	3861
fargo	3862
temporarily	3863
gift	3864
impeachment	3865
forest	3866
mitch	3867
brooklyn	3868
offense	3869
household	3870
custody	3871
thompson	3872
youtube	3873
electorate	3874
concrete	3875
situations	3876
parks	3877
packed	3878
jeb	3879
frustration	3880
volunteers	3881
devastating	3882
taylor	3883
depends	3884
accord	3885
compelling	3886
comic	3887
basketball	3888
theater	3889
josh	3890
mountain	3891
wilson	3892
torture	3893
waves	3894
incredible	3895
drone	3896
ministers	3897
ships	3898
34	3899
gen	3900
assembly	3901
followers	3902
pride	3903
lgbt	3904
oreilly	3905
erdogan	3906
fundraising	3907
leaks	3908
lift	3909
chuck	3910
modest	3911
mate	3912
celebrate	3913
influential	3914
conviction	3915
taiwan	3916
brutal	3917
comparison	3918
pollution	3919
depending	3920
qualified	3921
transparency	3922
44	3923
harry	3924
connections	3925
graduate	3926
hamilton	3927
kentucky	3928
hire	3929
involves	3930
spokesperson	3931
admit	3932
imports	3933
temperatures	3934
ranks	3935
pose	3936
theories	3937
studying	3938
wildlife	3939
43	3940
encounter	3941
staffers	3942
suffer	3943
deserve	3944
seasons	3945
bloomberg	3946
seattle	3947
accounting	3948
monetary	3949
criminals	3950
counts	3951
punishment	3952
o	3953
milk	3954
tragedy	3955
accurate	3956
dominated	3957
37	3958
timing	3959
competing	3960
canceled	3961
surely	3962
stops	3963
mouth	3964
ultimate	3965
ignored	3966
methods	3967
inquiry	3968
genetic	3969
pilot	3970
signing	3971
joining	3972
philippines	3973
perceived	3974
trends	3975
frustrated	3976
orange	3977
discussing	3978
carrier	3979
rick	3980
improving	3981
rapid	3982
hidden	3983
proper	3984
overnight	3985
visits	3986
jordan	3987
bbc	3988
sight	3989
greg	3990
christians	3991
susan	3992
graphic	3993
arkansas	3994
ypg	3995
visible	3996
rises	3997
license	3998
swift	3999
secured	4000
frequent	4001
praise	4002
slavery	4003
trucks	4004
venezuelas	4005
allen	4006
liberty	4007
opec	4008
42	4009
explaining	4010
hurricane	4011
properly	4012
stretch	4013
monthly	4014
governing	4015
guarantee	4016
exposure	4017
sits	4018
stream	4019
soft	4020
jonathan	4021
enemies	4022
speculation	4023
collins	4024
sachs	4025
picking	4026
incs	4027
opinions	4028
smartphone	4029
surrounded	4030
actively	4031
resulted	4032
resort	4033
quoted	4034
shortage	4035
briefly	4036
reminder	4037
creates	4038
passenger	4039
mississippi	4040
substance	4041
dress	4042
concert	4043
xi	4044
saved	4045
ages	4046
attract	4047
lesson	4048
collected	4049
khan	4050
tracks	4051
establish	4052
jong	4053
joseph	4054
dna	4055
crowds	4056
stadium	4057
mosquito	4058
requested	4059
responding	4060
alphabet	4061
ownership	4062
deadline	4063
guests	4064
charlotte	4065
sorts	4066
indication	4067
refusing	4068
explicitly	4069
extensive	4070
silent	4071
houston	4072
fat	4073
lifetime	4074
switch	4075
disappointed	4076
dutch	4077
consent	4078
aspects	4079
frances	4080
trans	4081
absence	4082
delegate	4083
handed	4084
wider	4085
damaged	4086
evil	4087
warsaw	4088
upcoming	4089
tennessee	4090
rigged	4091
forth	4092
pressed	4093
elites	4094
interference	4095
traditionally	4096
threw	4097
favored	4098
approve	4099
yen	4100
airports	4101
harsh	4102
1996	4103
highway	4104
recommended	4105
aftermath	4106
tight	4107
machines	4108
howard	4109
